[LanguageFileInfo]
LanguageEng=English
Language=
Translator=

[fmSetup]
tabMain.Caption=Main
rgSaveFormat.Caption=" Save Format "
GroupBox1.Caption=" Misc "
Label12.Caption=Camera RAW Enhance:
cbEXIFUpdateThumbnailOnlyIfEXIFExists.Caption=Update EXIF Thumbnail Only if EXIF Exists
cbLoadApplyEmbeddedICCProfile.Caption=Apply Embedded ICC Profile
cbEXIFUpdateCreateThumbnail.Caption=Update/Create EXIF Thumbnail
cbEXIFKeepEXIF.Caption=Keep EXIF
cbLoadAutoAdjustOrientation.Caption=Auto Adjust Orientation
cbSaveKeepFileDateTime.Caption=Keep File Date Time
cbSaveAllowOverwriteFile.Caption=Allow Overwrite Files
cbResetAllMetadata.Caption=Reset All Metadata
comboCameraRawEnhance.Items[0]=None
comboCameraRawEnhance.Items[1]=Use Camera White Balance
comboCameraRawEnhance.Items[2]=Use Auto White Balance
comboCameraRawEnhance.Items[3]=Use Camera White Balance + Use Auto White Balance
comboCameraRawEnhance.Items[4]=Auto Adjust Colors (Only if contain thumbnail)
comboCameraRawEnhance.TextHint=Select any value!
cbCameraRawLibRaw.Caption=Use LibRAW Camera RAW Engine
tabResize.Caption=Resize
lblResizeScreenSize.Caption=Screen Size
gbResize.Caption=" Resize Options "
Label6.Caption=Resize Method:
Label7.Caption=Max Width:
Label8.Caption=Max Height:
lblPredefinedSizes.Caption=Predefined Sizes:
Label13.Caption=Resize Units:
cbResize.Caption=Resize
cbResizeProportional.Caption=Proportional
cbResizeOptimalFit.Caption=Optimal Fit
cbResizeDontResizeSmall.Caption=Don't Resize Small
comboResizeOptimalFitCropPos.Items[0]=Cut Center of Image
comboResizeOptimalFitCropPos.Items[1]=Cut Top of Image
comboResizeOptimalFitCropPos.Items[2]=Cut Bottom of Image
comboResizeOptimalFitCropPos.TextHint=Select any value!
cbResizeBorderBlur.Caption=Add Blur
comboResizePercent.Items[0]=pixel
comboResizePercent.Items[1]=%
tabEffects.Caption=Effects
lblMaskColor.Caption=Mask Color:
cbMaskVignette.Caption=Soft Mask
colboxMaskColor.Items[0]=Custom...
colboxMaskColor.Items[1]=Black
colboxMaskColor.Items[2]=Maroon
colboxMaskColor.Items[3]=Green
colboxMaskColor.Items[4]=Olive
colboxMaskColor.Items[5]=Navy
colboxMaskColor.Items[6]=Purple
colboxMaskColor.Items[7]=Teal
colboxMaskColor.Items[8]=Gray
colboxMaskColor.Items[9]=Silver
colboxMaskColor.Items[10]=Red
colboxMaskColor.Items[11]=Lime
colboxMaskColor.Items[12]=Yellow
colboxMaskColor.Items[13]=Blue
colboxMaskColor.Items[14]=Fuchsia
colboxMaskColor.Items[15]=Aqua
colboxMaskColor.Items[16]=White
colboxMaskColor.Items[17]=Money Green
colboxMaskColor.Items[18]=Sky Blue
colboxMaskColor.Items[19]=Cream
colboxMaskColor.Items[20]=Medium Gray
colboxMaskColor.Items[21]=Active Border
colboxMaskColor.Items[22]=Active Caption
colboxMaskColor.Items[23]=Application Workspace
colboxMaskColor.Items[24]=Background
colboxMaskColor.Items[25]=Button Face
colboxMaskColor.Items[26]=Button Highlight
colboxMaskColor.Items[27]=Button Shadow
colboxMaskColor.Items[28]=Button Text
colboxMaskColor.Items[29]=Caption Text
colboxMaskColor.Items[30]=Gradient Active Caption
colboxMaskColor.Items[31]=Gradient Inactive Caption
colboxMaskColor.Items[32]=Gray Text
colboxMaskColor.Items[33]=Highlight Background
colboxMaskColor.Items[34]=Highlight Text
colboxMaskColor.Items[35]=Hot Light
colboxMaskColor.Items[36]=Inactive Border
colboxMaskColor.Items[37]=Inactive Caption
colboxMaskColor.Items[38]=Inactive Caption Text
colboxMaskColor.Items[39]=Info Background
colboxMaskColor.Items[40]=Info Text
colboxMaskColor.Items[41]=Menu Background
colboxMaskColor.Items[42]=Menu Bar
colboxMaskColor.Items[43]=Menu Highlight
colboxMaskColor.Items[44]=Menu Text
colboxMaskColor.Items[45]=Scroll Bar
colboxMaskColor.Items[46]=3D Dark Shadow
colboxMaskColor.Items[47]=3D Light
colboxMaskColor.Items[48]=Window Background
colboxMaskColor.Items[49]=Window Frame
colboxMaskColor.Items[50]=Window Text
tabAbout.Caption=About
gbPNG.Caption=" PNG Options "
Label4.Caption=Fast
Label5.Caption=Slow
Label11.Caption=Compression:
cbPNGPaethFilter.Caption=Use Paeth Filter (for Max compression)
cbPNGInterlaced.Caption=Interlaced
gbJPEG.Caption=" JPEG Options "
Label1.Caption=Low
Label2.Caption=High
Label10.Caption=Quality:
cbJPEGSaveAsStandardJPEG.Caption=Save as Standard JPEG (YCbCr)
cbNotNeedRecompress.Caption=Try Recompress Only if Needed
cbJPEGProgressive.Caption=Save as Progressive
gbTIFF.Caption=" TIFF Options "
Label3.Caption=TIFF Compression:
cbTIFFKeepAlphaChannel.Caption=Keep Alpha Channel
comboTIFFCompression.Items[0]=Uncompressed
gbICO.Caption=" ICO Options "
cbICOAppendSubicon.Caption=Append Icon to Existing Icon File (Also Need Allow to Overwrite File too)
cbICOMakeMultiIcon.Caption=Make MultiIcon
gbGIF.Caption=" GIF Options "
cbGIFInterlaced.Caption=Interlaced
lblResizeInfo.Caption=Resize Enabled!
btOK.Caption=OK
btCancel.Caption=Cancel
cbAutoShowConfigureDialog.Caption=Auto Show this Configure Dialog
Label14.Caption=Resize Method:
cbJPEGMaxFileSize.Caption=Try Max File Size, kB:
gbLanguage.Caption=" Language "
comboLanguage.Items[0]=Default (English)
comboLanguage.TextHint=Default or from ini file
cbPNG256Colors.Caption=256 Colors
cbJPEGHardRemoveProgressiveOnly.Caption=! Hard Remove Progressive Only !
cbICOCompressLarge.Caption=Compress if size 256 and largest
cbJPEGUpdateThumbnailOnly.Caption=! Only Update Thumbnail !
cbEffectClarity.Caption=Clarity
tabRead.Caption=Read
cbPSDLoadLayers.Caption=Load PSD Layers  (Very slow but can improve image quality. Can change image composing)
cbPSDShowAllLayers.Caption=Make All Layers Visible
cbPSDMergeAllExceptBackground.Caption=Merge All Layers Except Background
cbPNGReadMetadata.Caption=Read PNG Metadata
cbSaveToSourceFolder.Caption=Save to Source Folder
cbPNG256ColorsTransparent.Caption=Keep Transparency
cbGIFTransparent.Caption=Keep Transparency

[misc]
Extended=(Extended)
WorkAreaSize=Work Area Size
ScreenSize=Screen Size
ScreenSizeLabel=Screen Size:
